{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "advanced-git-search.nvim": {
    "branch": "main"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "autoclose.nvim": {
    "branch": "main"
  },
  "better-escape.nvim": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "refactor/syntax-highlighting"
  },
  "cheatsheet.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-latex-symbols": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-spell": {
    "branch": "master"
  },
  "cmp-tmux": {
    "branch": "main"
  },
  "cmp-under-comparator": {
    "branch": "master"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "codecompanion-history.nvim": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "copilot-cmp": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "csv.vim": {
    "branch": "master"
  },
  "denops.vim": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "dropbar.nvim": {
    "branch": "master"
  },
  "edgy.nvim": {
    "branch": "main"
  },
  "faster.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf": {
    "branch": "master"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "fzy-lua-native": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glance.nvim": {
    "branch": "master"
  },
  "go.nvim": {
    "branch": "master"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "guihua.lua": {
    "branch": "master"
  },
  "hop.nvim": {
    "branch": "master"
  },
  "http-codes.nvim": {
    "branch": "main"
  },
  "img-clip.nvim": {
    "branch": "main"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "jupynium.nvim": {
    "branch": "master"
  },
  "kensaku.vim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lsp-format-modifications.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lspsaga.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lock.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-null-ls.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mcphub.nvim": {
    "branch": "main"
  },
  "mini.align": {
    "branch": "main"
  },
  "mini.cursorword": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neogen": {
    "branch": "main"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-bqf": {
    "branch": "main"
  },
  "nvim-bufdel": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-scrollbar": {
    "branch": "main"
  },
  "nvim-scrollview": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treehopper": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "main"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "main"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "nvim-window-picker": {
    "branch": "main"
  },
  "obsidian-kensaku.nvim": {
    "branch": "main"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "paint.nvim": {
    "branch": "main"
  },
  "persisted.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "popup.nvim": {
    "branch": "master"
  },
  "project.nvim": {
    "branch": "main"
  },
  "rainbow-delimiters.nvim": {
    "branch": "master"
  },
  "remote-nvim.nvim": {
    "branch": "feat/improve-remote-installation"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "main"
  },
  "search.nvim": {
    "branch": "main"
  },
  "skkeleton": {
    "branch": "main"
  },
  "skkeleton_indicator.nvim": {
    "branch": "v2"
  },
  "smart-splits.nvim": {
    "branch": "master"
  },
  "smartyank.nvim": {
    "branch": "master"
  },
  "sniprun": {
    "branch": "master"
  },
  "suda.vim": {
    "branch": "master"
  },
  "telescope-frecency.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-kensaku.nvim": {
    "branch": "main"
  },
  "telescope-live-grep-args.nvim": {
    "branch": "master"
  },
  "telescope-tabs": {
    "branch": "master"
  },
  "telescope-undo.nvim": {
    "branch": "main"
  },
  "telescope-zoxide": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tiny-inline-diagnostic.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "vim-better-whitespace": {
    "branch": "master"
  },
  "vim-cool": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "vim-rhubarb": {
    "branch": "master"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "vim-table-mode": {
    "branch": "master"
  },
  "vim-translator": {
    "branch": "master"
  },
  "vimtex": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wilder.nvim": {
    "branch": "master"
  }
}
